{
    "HOME": "Home",
    "EXPERIENCE": "Experience",
    "PROJECTS": "Projects",
    "ABOUT": "About Me",
    "OPENTOWORK": "Open to work",
    "HELLO": "👋 Hi!",
    "IAM": "I'm Oriana Bautista",
    "INTRO": "I'm a Computer Engineering student, a passionate web development enthusiast, and a self-taught explorer of the digital world, with over two years of experience in web application development.",
    "EXP1":"I started as a Frontend Developer, working on a Monitoring and Security platform for large industries. A year later, I was promoted to Frontend Development Lead, where I took on the responsibility of leading the frontend team. Although I am bound by a confidentiality agreement 🤫, I can share some key aspects of my work:",
    "TASK11":"I contributed to the development of several application modules, utilizing various libraries for data visualization and real-time communication.",
    "TASK12":"I implemented significant improvements in the app's responsive design, optimizing approximately 60% of the software from its beta version until my departure.",
    "EXP2": "Collaborated on the development of the admin panel, making adjustments and implementing modules for the base CRM system. Utilized Angular (TypeScript) to build efficient components and TailwindCSS to style the interface, ensuring a responsive and modern design.",
    "PROJ1":"A basic clone of a task management and board creation app, featuring login, registration, home, and board screens. Developed with Angular 15, using Tailwind CSS for styling and Angular Material CDK for features like drag and drop.",
    "PROJ2":"A layout for an eco-friendly product store, built using only HTML and SCSS. A simple and clean design based on a Figma prototype, with some personal design touches.",
    "PROJ3":"A personal design based on various web references, focused on responsive design. In this project, I applied my new skills in React.js and Tailwind CSS to create a simple yet functional interface.",
    "ABOUTME":"I'm Oriana Bautista, a young Latina and Computer Engineering student passionate about web development and constantly learning. For over a year, I led the frontend development team at ActionTracker Solutions, a company based in Barcelona, where I honed both my technical and leadership skills. I am bilingual in Spanish and English, and while I am still improving my spoken English fluency, I have a strong grasp of the language, allowing me to read, and understand effectively. I consider myself an active, perseverant individual who stays up-to-date with new technologies, always looking for ways to integrate them into my personal projects. My goal is to grow professionally within a company that values mutual development, where I can contribute value while continuing to learn and evolve.",
    "FOOTER":"Created in",
    "CV":"Resume",
    "SPANISH": "Spanish",
    "ENGLHIS": "English",
    "LIGHT": "Light theme",
    "DARK": "Dark theme"
}