{
    "HOME": "Inicio",
    "EXPERIENCE": "Experiencia",
    "PROJECTS": "Proyectos",
    "ABOUT": "Sobre mi",
    "OPENTOWORK": "Disponible",
    "HELLO": "👋 Hola!",
    "IAM": "soy Oriana Bautista",
    "INTRO": "Soy estudiante de Ingeniería Informática, una apasionada del desarrollo web y exploradora autodidacta del mundo digital, con más de dos años de experiencia en el desarrollo de aplicaciones web.",
    "EXP1":"Inicié como Desarrolladora Frontend en una plataforma de Monitorización y Seguridad para grandes industrias. Un año después, fui promovida a Jefa de Desarrollo Frontend, liderando el equipo de frontend. Aunque estoy limitada por un contrato de confidencialidad 🤫, puedo compartir algunos aspectos clave de mi trabajo:",
    "TASK11":"Contribuí al desarrollo de varios módulos de la aplicación, empleando diversas librerías para la visualización de estadísticas y la comunicación en tiempo real.",
    "TASK12":"Realicé mejoras significativas en el diseño responsivo de la app, optimizando alrededor del 60% del software desde su versión beta hasta mi salida.",
    "EXP2": "Colaboré en el desarrollo del panel de administración, realizando ajustes e implementando módulos para el sistema CRM base. Utilicé Angular (TypeScript) para construir componentes eficientes y TailwindCSS para estilizar la interfaz, asegurando un diseño responsivo y moderno.",
    "PROJ1":"Clon básico de una aplicación para la gestión de tareas y creación de tableros, con pantallas de login, registro, inicio y tableros. Desarrollado con Angular 15, utilizando Tailwind CSS para los estilos y Angular Material CDK para funcionalidades como drag and drop.",
    "PROJ2":"Esta aplicación de calculadora de propinas permite a los usuarios calcular fácilmente el monto de la propina por persona y el total a pagar en una cuenta de restaurante. Es ideal para aquellos que desean dividir la propina entre varias personas.",
    "PROJ3":"Diseño personal basado en varias referencias en la web, con un enfoque en el diseño responsivo. Proyecto en el que apliqué mis nuevos conocimientos en React.js y Tailwind CSS, creando una interfaz simple y funcional.",
    "ABOUTME":"Soy Oriana Bautista, una joven latina y estudiante de Ingeniería Informática, apasionada por el desarrollo web y en constante aprendizaje. Durante más de un año, lideré el equipo de desarrollo frontend en ActionTracker Solutions, una empresa con sede en Barcelona, donde perfeccioné tanto mis habilidades técnicas como de liderazgo. Soy bilingüe en español e inglés, y aunque sigo mejorando mi fluidez en inglés hablado, tengo una sólida comprensión del idioma, lo que me permite leer y entender de manera efectiva. Me considero una persona activa, perseverante e intento estar siempre al día con las nuevas tecnologías, buscando constantemente cómo integrarlas en mis proyectos personales. Mi objetivo es crecer profesionalmente en una empresa que valore el desarrollo mutuo, donde pueda aportar valor y, al mismo tiempo, seguir aprendiendo y evolucionando.",
    "FOOTER":"Creado en",
    "CV":"Currículum",
    "SPANISH": "Español",
    "ENGLHIS": "Inglés",
    "LIGHT": "Tema claro",
    "DARK": "Tema oscuro"
}